Re1Wi0_Newtonian/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          40;
        startFace       11790;
    }
    outlet
    {
        type            patch;
        nFaces          40;
        startFace       11830;
    }
    walls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          340;
        startFace       11870;
    }
    frontAndBack
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          12000;
        startFace       12210;
    }
)

// ************************************************************************* //
